Repository: Toranks/Unitmarker
Catalog: translations/wesnoth-unitmarker/*.po
Languages: es, ja

source: Flag this Unit
es: Marcar esta unidad
ja: ユニットのマーキング

source: How do you wish to mark this unit?
es: ¿Cómo deseas marcar esta unidad?
ja: どのマークを付けますか？

source: With a heart!
es: Con un corazón
ja: ハート！

source: With a warhorn!
es: Con un cuerno de guerra
ja: 角笛！

source: With a star!
es: Con una estrella
ja: 星！

source: With a moon!
es: Con una luna
ja: 月！

source: With a poisonous skull!
es: Con una calavera venenosa
ja: ドクロ！

source: With a shield!
es: Con un escudo
ja: 盾！

source: With a pair of crossed flaming swords!
es: Con un espadas de fuego cruzadas
ja: 炎の剣！

source: How do you wish to mark this leader?
es: ¿Cómo quieres marcar a este líder?
ja: このリーダーに、どのマークを付けますか？

source: With a golden crest!
es: Con un blasón de oro
ja: 黄金の紋章！

source: With a golden crown!
es: Con una corona dorada
ja: 黄金の王冠！

source: With a silver crest!
es: Con un blasón de plata
ja: 銀の紋章！

source: With a silver crown!
es: Con una corona plateada
ja: 銀の王冠！

source: With a bronze crest!
es: Con un blasón de bronce
ja: 銅の紋章！

source: With a bronze crown!
es: Con una corona de bronce
ja: 銅の王冠！

source: How do you wish to mark this hero?
es: ¿Cómo deseas marcar a este héroe?
ja: このヒーローに、どのマークを付けますか？

source: How do you wish to mark this loyal soldier?
es: ¿Cómo quieres marcar a este soldado leal?
ja: この忠義者に、どのマークを付けますか？

source: With a golden belt!
es: Con un cinturón de oro
ja: 黄金のベルト！

source: With a silver belt!
es: Con un cinturón de plata
ja: 銀のベルト！

source: With a bronze belt!
es: Con un cinturón de bronce
ja: 銅のベルト！

source: Revert all changes
es: Deshacer todos los cambios
ja: 全ての変更を戻す

source: Go Back without changes
es: Volver sin cambios
ja: 変更せず戻る

source: Unitmarker Mod
ja: ユニットマーカー Mod

source: This is a modification for Wesnoth which will affect all your campaigns, also mainline ones. It adds a right-click menu that lets you label special units that you don’t want to die with different overlays. Always recognise your important units! Loyal units, hero units and leaders get different sets of overlays. For bug reports, Wesnoth Modders Guild Discord: https://discord.gg/rsePgjHRPA
es: Esta es una modificación para Wesnoth que afectará a todas tus campañas, también a las principales. Agrega un menú contextual que te permite etiquetar unidades especiales con diferentes iconos. ¡Reconoce siempre tus unidades importantes! Las unidades leales, las unidades de héroes y los líderes obtienen diferentes conjuntos de iconos. Para informes de errores, Wesnoth Modders Guild Discord: https://discord.gg/rsePgjHRPA
ja: これは Wesnoth のための追加アドオンで、メインラインとアドオンの全キャンペーンに適用できます。右クリックメニューにマーキングのコマンドが追加され、死んでほしくない特別なユニットにマークを付けることができます。重要なユニットを常に認識することができるのです！忠実なユニットやヒーローユニット、リーダーそれぞれに異なるマークを付けられます。バグレポートは以下へどうぞ。Wesnoth Modders Guild Discord: https://discord.gg/rsePgjHRPA
